Repository: alireza2276/EDuKate
Catalog: courses/locale/*/LC_MESSAGES/django.po
Languages: fa

source: courses_detail
fa: جزییات دوره

source: Comments
fa: نظرات

source: Reply
fa: پاسخ به این نظر

source: Leave a comment
fa: نظرخودراثبت کنید

source: submit
fa: ارسال

source: You must first login
fa: برای ثبت نظر ابتدا باید ثبت نام کنید

source: Course Features
fa: ویژگی های دوره

source: Instructor
fa: مدرس

source: Lectures
fa: تعداد قسمت ها

source: Status
fa: وضعیت دوره

source: True
fa: در حال برگزاری

source: False
fa: دوره به پایان رسیده است

source: Duration
fa: مدت زمان اموزش

source: Skill level
fa: سطح دوره

source: Course Price
fa: قیمت دوره

source: Enroll Now
fa: ثبت نام در دوره

source: Categories
fa: دسته بندی ها

source: Recent Courses
fa: آخرین دوره ها

source: Courses
fa: لیست دوره ها

source: our courses
fa: همه دوره های ما

source: Our Teachers
fa: لیست اساتید

source: Teachers
fa: اساتید ما

source: Your comment commit successfully
fa: نظر شما با موفقیت ثبت گردید
